
const list = [
  {
      question:'蚂蚁能够安全过冬是因为蚂蚁储存了足够的食物。而蟋蟀因为没有储存食物，冬bai天里被饿死、冻死的不计其数。那么，是什么原因让蟋蟀没能储存食物呢？',
      selectList:['没有仓库','演出去了','打仗去了'],
      answer:1,
      result:null
  },
  {
      question:'为什么关羽比张飞死的早？',
      selectList:['关羽比张飞年长','关羽比张飞好强','关羽比张飞脸红'],
      answer:3,
      result:null
  },
  {
      question:'张三酿得好酒，酒香飘四方。但他的酒往往因卖不出去而变酸。他的酒为什么卖不出去',
      selectList:['他家有恶狗','他家太偏僻','他的酒太贵'],
      answer:1,
      result:null
  },
  {
      question:'人到中年才相识”指的是：',
      selectList:['以前不认识','朋友少','夹生饭'],
      answer:3,
      result:null
  },
  {
      question:'一条蜈蚣过了一个臭水沟后有几只脚没湿 ',
      selectList:['两只','六只','都湿了','都没湿'],
      answer:4,
      result:null
  },
  {
      question:'你只有10平方米的房屋，邻居从90米换到190平米，你的居住面积有没有增加？',
      selectList:['没有','有。你在平均住房面积里被增加了50平米'],
      answer:2,
      result:null
  },
  {
      question:'边做假药公告边说假药效果好边痛斥假药危害的是什么',
      selectList:['江湖骗子','电视广告'],
      answer:2,
      result:null
  },
  {
      question:'比上大学还贵的是什么',
      selectList:['出国留学','幼儿园'],
      answer:2,
      result:null
  },
  {
      question:'为什么有人从几千米高直接跌落到千米左右却面不改色心不跳？',
      selectList:['是在飞机里或者是跳伞','他们是中国股民'],
      answer:2,
      result:null
  },
  {
      question:'某人第一个月拿1000元工资，第二个月拿800，第三个月拿600，请问他的工资是降低了还是增长了',
      selectList:['降低了','是负增长'],
      answer:2,
      result:null
  }
  
]

const list1 = [
  {
      question:'三角形ABC中，C是直角，已知AC＝2，CD＝2,CB=3,AM=BM，那么三角形AMN（阴影部分）的面积是多少？',
      selectList:['1/10','3/10','1/5','3/12'],
      img:'/img/qq/1.png',
      answer:2,
      desc:'可以连接NB，由燕尾定理及条件可知CAN：ANB＝2：1，不妨设ANM为1份，则ANB为两份，CAN就是4份，ACM是5份，CMB也是5份，全图就是10份，阴影就占全图的1/10，总面试是2*3*1/2，则阴影部分面试是3/10',
      result:null
  },
  {
      question:'0,1,3,10,()',
      selectList:['101','102','103','104'],
      answer:2,
      result:null
  },
  {
      question:'一件工作，甲、乙合做需4小时完成，乙、丙合做需5小时完成。现在先请甲、丙合做2小时后，余下的乙还需做6小时完成。乙单独做完这件工作要多少小时？',
      selectList:['10小时','20小时','18小时','24小时'],
      answer:2,
      desc:'总棵数是900＋1250＝2150棵，每天可以植树24＋30＋32＝86棵,需要种的天数是2150÷86＝25天,甲25天完成24×25＝600棵,那么乙就要完成900-600=300棵之后，才去帮丙,即做了300÷30＝10天之后    即第11天从A地转到B地。',
      result:null
  },
  {
      question:'有三块草地，面积分别是5，15，24亩.草地上的草一样厚，而且长得一样快.第一块草地可供10头牛吃30天，第二块草地可供28头牛吃45天，问第三块地可供多少头牛吃80天？',
      selectList:['38','40','42','36'],
      answer:3,
      result:null
  },
  {
      question:'某工程，由甲、乙两队承包，2.4天可以完成，需支付1800元；由乙、丙两队承包，3+3/4天可以完成，需支付1500元；由甲、丙两队承包，2+6/7天可以完成，需支付1600元.在保证一星期内完成的前提下，选择哪个队单独承包费用最少？ ',
      selectList:['甲 1700','甲 1000','乙 1700','乙 1000'],
      answer:3,
      result:null
  },
  {
      question:'如果一个圆柱形容器内放有一个长方形铁块.现打开水龙头往容器中灌水.3分钟时水面恰好没过长方体的顶面.再过18分钟水已灌满容器.已知容器的高为50厘米，长方体的高为20厘米，求长方体的底面面积和容器底面面积之比？',
      selectList:['3：4','4：5','2：3','2：5'],
      answer:1,
      result:null
  },
  {
      question:'甲、乙两位老板分别以同样的价格购进一种时装，乙购进的套数比甲多1/5，然后甲、乙分别按获得 80% 和 50% 的利润定价出售.两人都全部售完后，甲仍比乙多获得一部分利润，这部分利润又恰好够他再购进这种时装10套，甲原来购进这种时装多少套？',
      selectList:['80','40','50','60'],
      answer:3,
      result:null
  },
  {
      question:'有甲、乙两根水管，分别同时给A，B两个大小相同的水池注水，在相同的时间里甲、乙两管注水量之比是7：5.经过2+1/3小时，A，B两池中注入的水之和恰好是一池.这时，甲管注水速度提高25%，乙管的注水速度不变，那么，当甲管注满A池时，乙管再经过多少小时注满B池？',
      selectList:['29/14','28/11','30/13','29/15'],
      answer:4,
      result:null
  },
  {
      question:'鸡与兔共100只,鸡的腿数比兔的腿数少28条,问鸡与兔各有几只?',
      selectList:['62，38','60，40','70，30','72，28'],
      answer:1,
      result:null
  },
  {
      question:'小明早上从家步行去学校，走完一半路程时，爸爸发现小明的数学书丢在家里，随即骑车去给小明送书，追上时，小明还有3/10的路程未走完，小明随即上了爸爸的车，由爸爸送往学校，这样小明比独自步行提早5分钟到校.小明从家到学校全部步行需要多少时间？',
      selectList:['15','70/3','65/3','50/3'],
      answer:2,
      result:null
  }
  
]
module.exports = {
  dataList: list,
  dataList1: list1
}